<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<style type="text/css">
	pre{
		white-space:wrap;
	}
</style>
</head>
<body>
	<div class="row">
		<h1 class="text-center">Home</h1>
		<pre>[OSEN=정승우 기자] 리오넬 메시(37, 인터 마이애미)의 대회 첫 골이 터졌고, 잘 싸운 제시 마시(51) 감독의 캐나다는 여기까지였다.

아르헨티나 대표팀은 10일 오전 9시(한국시간) 미국 뉴저지주 이스트 러더퍼드의 메트라이프 스타디움에서 열린 남미축구연맹(CONMEBOL) 코파 아메리카 2024 준결승에서 캐나다와 맞붙어 2-0으로 승리했다.

이로써 아르헨티나는 결승전으로 향한다. 오는 15일 결승전에서 우루과이와 콜롬비아 둘 중 승리팀과 맞붙는다.


아르헨티나는 4-4-2 포메이션으로 나섰다. 훌리안 알바레스-리오넬 메시가 최전방에 자리했고 알렉시스 맥알리스테르-엔소 페르난데스-로드리고 데 폴-앙헬 디 마리아가 중원을 채웠다. 니콜라스 탈리아피고-리산드로 마르티네스-크리스티안 로메로-곤살로 몬티엘이 포백을 꾸렸고 골문은 에밀리아노 마르티네스가 지켰다.

캐나다는 4-4-2 포메이션으로 맞섰다. 카일 래린-조나단 데이비드가 공격 조합을 구성했고 제이콥 사펠버그-스테픈 유스타키오-이스마엘 코네-리치 라렐이아가 중원에 섰다. 알폰소 데이비스-데릭 코넬리우스-모이즈 봄비토-앨리스테어 존스턴이 포백을 세웠고 골키퍼 장갑은 막심 크레포가 꼈다.

선제골은 아르헨티나가 터뜨렸다. 전반 23분 데 폴이 찌른 공을 알바레스가 깔끔하게 잡아낸 뒤 골키퍼 다리 사이를 공략했다. 아르헨티나가 1-0으로 앞서 나갔다.

경기 초반 캐나다의 공세를 알바레스의 선제골로 제압한 아르헨티나는 빠르게 기세를 올렸다. 이후 네 차례 슈팅을 시도하며 추가 골을 노린 아르헨티나다.

전반전 추가 시간은 2분이 주어졌다. 전반 추가시간 박스 앞 페널티 아크에서 공을 잡은 메시가 감각적인 슈팅을 시도했지만, 공은 크로스바를 넘겼다. 전반전은 아르헨티나의 1-0 리드로 종료됐다.

아르헨티나가 추가 골을 뽑아냈다. 후반 6분 박스 안에서 공을 잡은 엔소가 강력한 슈팅을 때렸고 골문 앞에 있던 메시의 발에 맞고 골문 안으로 향했다. 

캐나다가 악재에 신음했다. 후반 24분 앞서 한 차례 몬티엘의 태클에 고통으로 신음했던 알폰소 데이비스가 다시 그라운드에 주저앉았다. 끝내 데이비스는 조나단 오소리오와 교체됐다.

후반 추가시간 4분이 주어졌다. 경기는 아르헨티나의 2-0 승리로 막을 내렸다.
[OSEN=정승우 기자] 리오넬 메시(37, 인터 마이애미)의 대회 첫 골이 터졌고, 잘 싸운 제시 마시(51) 감독의 캐나다는 여기까지였다.

아르헨티나 대표팀은 10일 오전 9시(한국시간) 미국 뉴저지주 이스트 러더퍼드의 메트라이프 스타디움에서 열린 남미축구연맹(CONMEBOL) 코파 아메리카 2024 준결승에서 캐나다와 맞붙어 2-0으로 승리했다.

이로써 아르헨티나는 결승전으로 향한다. 오는 15일 결승전에서 우루과이와 콜롬비아 둘 중 승리팀과 맞붙는다.


아르헨티나는 4-4-2 포메이션으로 나섰다. 훌리안 알바레스-리오넬 메시가 최전방에 자리했고 알렉시스 맥알리스테르-엔소 페르난데스-로드리고 데 폴-앙헬 디 마리아가 중원을 채웠다. 니콜라스 탈리아피고-리산드로 마르티네스-크리스티안 로메로-곤살로 몬티엘이 포백을 꾸렸고 골문은 에밀리아노 마르티네스가 지켰다.

캐나다는 4-4-2 포메이션으로 맞섰다. 카일 래린-조나단 데이비드가 공격 조합을 구성했고 제이콥 사펠버그-스테픈 유스타키오-이스마엘 코네-리치 라렐이아가 중원에 섰다. 알폰소 데이비스-데릭 코넬리우스-모이즈 봄비토-앨리스테어 존스턴이 포백을 세웠고 골키퍼 장갑은 막심 크레포가 꼈다.

선제골은 아르헨티나가 터뜨렸다. 전반 23분 데 폴이 찌른 공을 알바레스가 깔끔하게 잡아낸 뒤 골키퍼 다리 사이를 공략했다. 아르헨티나가 1-0으로 앞서 나갔다.

경기 초반 캐나다의 공세를 알바레스의 선제골로 제압한 아르헨티나는 빠르게 기세를 올렸다. 이후 네 차례 슈팅을 시도하며 추가 골을 노린 아르헨티나다.

전반전 추가 시간은 2분이 주어졌다. 전반 추가시간 박스 앞 페널티 아크에서 공을 잡은 메시가 감각적인 슈팅을 시도했지만, 공은 크로스바를 넘겼다. 전반전은 아르헨티나의 1-0 리드로 종료됐다.

아르헨티나가 추가 골을 뽑아냈다. 후반 6분 박스 안에서 공을 잡은 엔소가 강력한 슈팅을 때렸고 골문 앞에 있던 메시의 발에 맞고 골문 안으로 향했다. 

캐나다가 악재에 신음했다. 후반 24분 앞서 한 차례 몬티엘의 태클에 고통으로 신음했던 알폰소 데이비스가 다시 그라운드에 주저앉았다. 끝내 데이비스는 조나단 오소리오와 교체됐다.

후반 추가시간 4분이 주어졌다. 경기는 아르헨티나의 2-0 승리로 막을 내렸다.[OSEN=정승우 기자] 리오넬 메시(37, 인터 마이애미)의 대회 첫 골이 터졌고, 잘 싸운 제시 마시(51) 감독의 캐나다는 여기까지였다.

아르헨티나 대표팀은 10일 오전 9시(한국시간) 미국 뉴저지주 이스트 러더퍼드의 메트라이프 스타디움에서 열린 남미축구연맹(CONMEBOL) 코파 아메리카 2024 준결승에서 캐나다와 맞붙어 2-0으로 승리했다.

이로써 아르헨티나는 결승전으로 향한다. 오는 15일 결승전에서 우루과이와 콜롬비아 둘 중 승리팀과 맞붙는다.


아르헨티나는 4-4-2 포메이션으로 나섰다. 훌리안 알바레스-리오넬 메시가 최전방에 자리했고 알렉시스 맥알리스테르-엔소 페르난데스-로드리고 데 폴-앙헬 디 마리아가 중원을 채웠다. 니콜라스 탈리아피고-리산드로 마르티네스-크리스티안 로메로-곤살로 몬티엘이 포백을 꾸렸고 골문은 에밀리아노 마르티네스가 지켰다.

캐나다는 4-4-2 포메이션으로 맞섰다. 카일 래린-조나단 데이비드가 공격 조합을 구성했고 제이콥 사펠버그-스테픈 유스타키오-이스마엘 코네-리치 라렐이아가 중원에 섰다. 알폰소 데이비스-데릭 코넬리우스-모이즈 봄비토-앨리스테어 존스턴이 포백을 세웠고 골키퍼 장갑은 막심 크레포가 꼈다.

선제골은 아르헨티나가 터뜨렸다. 전반 23분 데 폴이 찌른 공을 알바레스가 깔끔하게 잡아낸 뒤 골키퍼 다리 사이를 공략했다. 아르헨티나가 1-0으로 앞서 나갔다.

경기 초반 캐나다의 공세를 알바레스의 선제골로 제압한 아르헨티나는 빠르게 기세를 올렸다. 이후 네 차례 슈팅을 시도하며 추가 골을 노린 아르헨티나다.

전반전 추가 시간은 2분이 주어졌다. 전반 추가시간 박스 앞 페널티 아크에서 공을 잡은 메시가 감각적인 슈팅을 시도했지만, 공은 크로스바를 넘겼다. 전반전은 아르헨티나의 1-0 리드로 종료됐다.

아르헨티나가 추가 골을 뽑아냈다. 후반 6분 박스 안에서 공을 잡은 엔소가 강력한 슈팅을 때렸고 골문 앞에 있던 메시의 발에 맞고 골문 안으로 향했다. 

캐나다가 악재에 신음했다. 후반 24분 앞서 한 차례 몬티엘의 태클에 고통으로 신음했던 알폰소 데이비스가 다시 그라운드에 주저앉았다. 끝내 데이비스는 조나단 오소리오와 교체됐다.

후반 추가시간 4분이 주어졌다. 경기는 아르헨티나의 2-0 승리로 막을 내렸다.[OSEN=정승우 기자] 리오넬 메시(37, 인터 마이애미)의 대회 첫 골이 터졌고, 잘 싸운 제시 마시(51) 감독의 캐나다는 여기까지였다.

아르헨티나 대표팀은 10일 오전 9시(한국시간) 미국 뉴저지주 이스트 러더퍼드의 메트라이프 스타디움에서 열린 남미축구연맹(CONMEBOL) 코파 아메리카 2024 준결승에서 캐나다와 맞붙어 2-0으로 승리했다.

이로써 아르헨티나는 결승전으로 향한다. 오는 15일 결승전에서 우루과이와 콜롬비아 둘 중 승리팀과 맞붙는다.


아르헨티나는 4-4-2 포메이션으로 나섰다. 훌리안 알바레스-리오넬 메시가 최전방에 자리했고 알렉시스 맥알리스테르-엔소 페르난데스-로드리고 데 폴-앙헬 디 마리아가 중원을 채웠다. 니콜라스 탈리아피고-리산드로 마르티네스-크리스티안 로메로-곤살로 몬티엘이 포백을 꾸렸고 골문은 에밀리아노 마르티네스가 지켰다.

캐나다는 4-4-2 포메이션으로 맞섰다. 카일 래린-조나단 데이비드가 공격 조합을 구성했고 제이콥 사펠버그-스테픈 유스타키오-이스마엘 코네-리치 라렐이아가 중원에 섰다. 알폰소 데이비스-데릭 코넬리우스-모이즈 봄비토-앨리스테어 존스턴이 포백을 세웠고 골키퍼 장갑은 막심 크레포가 꼈다.


선제골은 아르헨티나가 터뜨렸다. 전반 23분 데 폴이 찌른 공을 알바레스가 깔끔하게 잡아낸 뒤 골키퍼 다리 사이를 공략했다. 아르헨티나가 1-0으로 앞서 나갔다.

경기 초반 캐나다의 공세를 알바레스의 선제골로 제압한 아르헨티나는 빠르게 기세를 올렸다. 이후 네 차례 슈팅을 시도하며 추가 골을 노린 아르헨티나다.

전반전 추가 시간은 2분이 주어졌다. 전반 추가시간 박스 앞 페널티 아크에서 공을 잡은 메시가 감각적인 슈팅을 시도했지만, 공은 크로스바를 넘겼다. 전반전은 아르헨티나의 1-0 리드로 종료됐다.
아르헨티나가 추가 골을 뽑아냈다. 후반 6분 박스 안에서 공을 잡은 엔소가 강력한 슈팅을 때렸고 골문 앞에 있던 메시의 발에 맞고 골문 안으로 향했다. 

캐나다가 악재에 신음했다. 후반 24분 앞서 한 차례 몬티엘의 태클에 고통으로 신음했던 알폰소 데이비스가 다시 그라운드에 주저앉았다. 끝내 데이비스는 조나단 오소리오와 교체됐다.

후반 추가시간 4분이 주어졌다. 경기는 아르헨티나의 2-0 승리로 막을 내렸다.</pre>
	</div>
</body>
</html>