<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%--
	EL => out.println() 데이터 출력, 브라우저에 결과값 출력
	
	연산자
	  - 산술연산자
	      - +, -, *, /, %
	      - 순수하게 산술 처리만 가능 => +문자열결합 불가
	      - 자동으로 Integer.parseInt()
	          ex) ${10+10} => 20
	              ${10+"10"} => 20 "10"자동으로 정수형으로 변경
	              ${null+10} => 10 null값 자동으로 0으로 대체
	      - 문자열 결합 +=
	          ex)${10+="10"} => 1010
	      - / 나누기 => 정수/정수=실수
	          ex) ${5/2} => 2.5
	         - ${5/2} = ${5 div 2}
	      - % 나머지
	          ex)${5%2} => 1
	         - ${5 mod 2}
	  - 비교연산자 - == => eq
	            - != => ne
	            - < => lt
	            - > => gt
	            - <= => le
	            = >= => ge
	  - 논리연산자 : 두개의 조건 처리
	            - && : 범위 포함, 기간 포함 => and
	                   직렬 - 조건 두개가 true일때만 true
	            - || : 범위가 아닌 경우 => or
	                   병렬 - 조건 둘 중에 하나이상이 true이면 true
	  - 삼항연산자 : (조건)?값1:값2
	               조건이 true이면 값1
	               조건이 false면 값2
	               => if~else 
	               ex) 페이지처리, 웹, 게임
	               소스가 간결
 --%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
	<h1>산술연산자 (EL)</h1>
	<!-- 
	&#36;{10+10}=${10+10}<br>
	&#36;{10+"10"}=${10+"10"}<br> <%-- 자동으로 "10" 정수형으로 변경, 공백있을 시 오류 --%>
	&#36;{null+10}=${null+10}<br> <%-- null은 0으로 인식 --%>
	&#36;{10-"1"}=${10-"1"}<br>
	&#36;{5/2}=${5/2}<br> <%-- 정수/정수=실수 --%>
	&#36;{5 div 2}=${5 div 2}<br>
	&#36;{5%2}=${5%2}<br>
	&#36;{5 mod 2}=${5 mod 2}<br>
	&#36;{10+="10"}=${10+="10"} <%-- 문자열 결합 += --%>
	-->
	
	<h1>비교 연산자 (EL) : ==, !=, &lt;, &gt;, &lt;=, &gt;= / 결과값 : true/false</h1>
	<%--
		==  10==10 => 10 eq 10
		!=  10!=10 => 10 ne 10
		<   10<10 => 10 lt 10
		>   10>10 => 10 gt 10
		<=  10<=10 => 10 le 10
		>=  10>=10 => 10 ge 10
		
		/ div
		% mod
		&& and
		|| or
	--%>
	
	<sub>비교연산자는 숫자, 문자열, 날짜</sub><br>
	<%--
	&#36;{10==10}=${10==10}<br>
	&#36;{10 eq 10}=${10 eq 10}<br>
	&#36;{10!=10}=${10!=10}<br>
	&#36;{10 ne 10}=${10 ne 10}<br>
	&#36;{10 < 10}=${10 < 10}<br>
	&#36;{10 lt 10}=${10 lt 10}<br>
	&#36;{10 > 10}=${10 > 10}<br>
	&#36;{10 gt 10}=${10 gt 10}<br>
	&#36;{10<=10}=${10<=10}<br>
	&#36;{10 le 10}=${10 le 10}<br>
	&#36;{10>=10}=${10>=10}<br>
	&#36;{10 ge 10}=${10 ge 10}<br>
	--%>
	
	<!-- 
	&#36;{"홍길동"=="심청이"}=${"홍길동"=="심청이"}<br>
	&#36;{"홍길동" eq "심청이"}=${"홍길동" eq "심청이"}<br>
	
	&#36;{"홍길동"!="심청이"}=${"홍길동"!="심청이"}<br>
	&#36;{"홍길동" ne "심청이"}=${"홍길동" ne "심청이"}<br>
	
	&#36;{"홍길동"<"심청이"}=${"홍길동"<"심청이"}<br>
	&#36;{"홍길동" lt "심청이"}=${"홍길동" lt "심청이"}<br>
	
	&#36;{"홍길동">"심청이"}=${"홍길동">"심청이"}<br> <%-- 가나다순으로 크기 비교 --%>
	&#36;{"홍길동" gt "심청이"}=${"홍길동" gt "심청이"}<br>
	
	&#36;{"홍길동"<="심청이"}=${"홍길동"<="심청이"}<br>
	&#36;{"홍길동" le "심청이"}=${"홍길동" le "심청이"}<br>
	
	&#36;{"홍길동">="심청이"}=${"홍길동">="심청이"}<br>
	&#36;{"홍길동" ge "심청이"}=${"홍길동" ge "심청이"}<br>
	
	&#36;{10>6 && 5==6}=${10>6 && 5==6}<br>
	&#36;{10>6 and 5==6}=${10>6 and 5==6}<br>
	
	&#36;{10>6 || 5==6}=${10>6 || 5==6}<br>
	&#36;{10>6 or 5==6}=${10>6 or 5==6}<br>
	
	&#36;{10>6?"A":"B"}=${10>6?"A":"B"}
	-->
</body>
</html>